Repository: wp-plugins/poeditor
Catalog: languages/poeditor-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ro_ro, ru_ru, si_lk

source: The file could not be created. Please make sure that the folder is writable and your host configuration allows you to write files
de_de: Die Datei konnte nicht erstellt werden. Bitte stelle sicher, dass du Schreibrechte für den Ordner hast
es_es: El archivo no pudo ser creado. Por favor, asegúrese de que la carpeta tiene permisos de escritura y su configuración de host le permite escribir archivos
fr_fr: Le fichier n'a pu être créé. Merci de vérifier que le dossier n'est pas protégé en écriture et que la configuration de votre hébergeur vous autorise à écrire dans les fichiers
it_it: Impossibile creare il file. Per favore, assicurati che la cartella sia scrivibile e che la tua configurazione host consenta di scrivere file
pt_pt: O arquivo não pôde ser criado. Por favor, certifique-se que a pasta tem permissões de escrita e que as configurações do servidor permitem que você crie arquivos.
ro_ro: Fișierul nu a putut fi creat. Verificați ca directorul să aibă drepturi de scriere setate și că serviciul de hosting vă permite scrierea
ru_ru: Файл не может быть создан. Пожалуйста, убедитесь, что папка доступна для записи и конфигурация хоста позволяет писать файлы
si_lk: கோப்பை உருவாக்க முடியவில்லை. அதை எழுதக்கூடியதாக மாற்றி, உங்கள் புரவலன் கட்டமைப்பு, நீங்கள் கோப்புகளை எழுத அனுமதிக்கும் என்பதை உறுதி செய்து

source: The plugin has been reset successfully
de_de: Das Plugin wurde erfolgreich zurückgesetzt
es_es: El plugin se reinició con éxito
fr_fr: Le plugin a été réinitialiser avec succès
it_it: Plugin resettato con successo
pt_pt: O plugin foi redefinido com sucesso
ro_ro: Pluginul a fost resetat cu succes
ru_ru: Сброс плагина прошел успешно
si_lk: சொருகி வெற்றிகரமாக மீளமைப்பு

source: The folder or file is not writable (so we are not be able to update the files with the information from poeditor.com)
de_de: Das Verzeichnis ist nicht beschreibbar (wir können deshalb die Dateien mit den Informationen von poeditor.com nicht aktualisieren)
es_es: La carpeta o el archivo no tiene permisos de escritura (por lo que no se pueden actualizar los archivos con la información de POEditor.com)
fr_fr: Le dossier ou le fichier est protégé en écriture (il est donc impossible de mettre à jour les fichiers avec les informations provenant de POEditor.com
it_it: La cartella o file non è scrivibile - non è stato possibile aggiornare i file con le informazioni da POEditor.com
pt_pt: A pasta ou arquivo não tem permissão de escrita (portanto não foi possível atualizar os arquivos com informações de POEditor.com)
ro_ro: Directorul sau fișierul nu are drepturi de scriere (din această cauză nu se poate actualiza cu informații de la poeditor.com)
ru_ru: Папка или файл защищен от записи
si_lk: கோப்புறை அல்லது கோப்பில் எழுதமுடியாது. (எனவே எம்மால் பி.ஓ.எடிட்டர்.கொம் இலிருந்து தகவல்களை பெற்று கோப்புகளை மேம்படுத்த முடியவில்லை)

source: Search for location
de_de: Suche nach Ort
es_es: Buscar localización
fr_fr: Chercher un fichier par emplacement
it_it: Cerca per percorso
pt_pt: Buscar por localização
ro_ro: Căutați după locație
ru_ru: Поиск местоположения
si_lk: அமைவிடம் தேடல்

source: Search for file name
de_de: Suche nach Dateinamen
es_es: Buscar nombre de archivo
fr_fr: Chercher un fichier par nom
it_it: Cerca per nome file
pt_pt: Buscar por nome do arquivo
ro_ro: Căutați după nume fișier
ru_ru: Поиск по имени файла
si_lk: கோப்பின் பெயர் தேடல்
