Repository: wp-plugins/poeditor
Catalog: languages/poeditor-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt, ro_ro, ru_ru, si_lk

source: Change your POEditor API Key
de_de: Ändere deinen POEditor API Key
es_es: Cambia tu clave POEditor API
fr_fr: Modifier votre clé API de POEditor
it_it: Cambia la tua chiave API per POEditor
pt_pt: Altere sua Chave da API do POEditor
ro_ro: Schimbați cheia pentru POEditor API
ru_ru: Выберите ваш ключ POEditor API
si_lk: பி.ஓ.எடிட்டரின் பயன்பாட்டு நிரலாக்க இடைமுக விசையை மாற்றுக

source: POEditor API KEY
es_es: Clave POEditor API
fr_fr: Clé API de POEditor
it_it: Chiave API per POEditor
pt_pt: Chave da API do POEditor
ro_ro: CHEIA pentru POEditor API
ru_ru: Ключ POEditor API
si_lk: பி.ஓ.எடிட்டரின் பயன்பாட்டு நிரலாக்க இடைமுக விசை

source: Change API Key
de_de: API Key ändern
es_es: Cambiar clave API
fr_fr: Modifier la clé API
it_it: Cambia chiave API
pt_pt: Mudar Chave da API
ro_ro: Schimbați cheia pentru API
si_lk: பி.ஓ.எடிட்டரின் பயன்பாட்டு நிரலாக்க இடைமுகத்தின் விசை

source: Reset plugin
de_de: Plugin zurücksetzen
es_es: Reiniciar plugin
fr_fr: Réinitialiser le plugin
it_it: Resetta plugin
pt_pt: Redefinir plugin
ro_ro: Resetați plugin
ru_ru: Сбросить плагин
si_lk: மீளமை சொருகி

source: Refresh online projects list
de_de: Aktualisiere Liste der Onlineprojekte
es_es: Actualizar lista de proyectos en línea
fr_fr: Rafraichîr la liste des projets en ligne
it_it: Aggiorna lista progetti online
pt_pt: Recarregar lista de projetos online
ro_ro: Reîmprospătați lista de proiecte online
ru_ru: Обновить список проектов
si_lk: நேரடி செயற்றிட்ட நிரலைப் புதுப்பிக்க

source: Project
de_de: Projekt
es_es: Proyecto
fr_fr: Projet
it_it: Progetto
pt_pt: Projeto
ro_ro: Proiect
ru_ru: Проект
si_lk: செயற்றிட்டம்

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pt_pt: Idioma
ro_ro: Limbă
ru_ru: ru_RU
si_lk: மொழி

source: Progress
de_de: Fortschritt
es_es: Desarrollo
fr_fr: Progression
it_it: Avanzamento
pt_pt: Progresso
ro_ro: Progres
ru_ru: Прогресс
si_lk: முன்னேற்றம்

source: Assigned file
de_de: Zugewiesene Datei
es_es: Fichero asignado
fr_fr: Dossier défini
it_it: File assegnato
pt_pt: Arquivo definino
ro_ro: Fișier asignat
ru_ru: Назначенный файл
si_lk: பணி ஒதுக்கப்பட்ட கோப்பு

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
pt_pt: Ações
ro_ro: Acțiuni
ru_ru: Действия
si_lk: நடவடிக்கைகள்

source: Assign file
de_de: Datei zuweisen
es_es: Asignar fichero
fr_fr: Fichier défini
it_it: Assegna file
pt_pt: Definir arquivo
ro_ro: Asignați fișier
ru_ru: Связать файл
si_lk: கோப்புக்களுக்கு பணிகளை ஒதுக்கவும்

source: Import
de_de: Importieren
es_es: Importar
it_it: Importa
pt_pt: Importar
ru_ru: Импорт
si_lk: இறக்குமதி

source: Export
de_de: Exportieren
es_es: Exportar
it_it: Esporta
pt_pt: Exportar
ru_ru: Экспорт
si_lk: ஏற்றுமதி

source: Sync
es_es: Sincronizar
fr_fr: Synchroniser
it_it: Sincronizza
pt_pt: Sincronizar
ro_ro: Sincronizați
ru_ru: Синхронизация
si_lk: ஒத்திசைவு

source: Unassign file
de_de: Zuweisung aufheben
fr_fr: Fichier non défini
it_it: Cancella assegnazione
pt_pt: Revogar arquivo
ro_ro: Scoateți asignarea
ru_ru: Отменить назначенный файл
si_lk: கோப்புகளின் பணிகளை மீளப் பெறுக

source: Import all
de_de: alle importieren
es_es: Importar todos
fr_fr: Importer tout
it_it: Importa tutti
pt_pt: Importar tudo
ro_ro: Importați tot
ru_ru: Импортировать все
si_lk: அனைத்தையும் இறக்குமதி செய்யவும்

source: Export all
de_de: alle exportieren
es_es: Exportar todos
fr_fr: Exporter tout
it_it: Esporta tutti
pt_pt: Exportar tudo
ro_ro: Exportați tot
ru_ru: Экспортировать все
si_lk: அனைத்தையும் ஏற்றுமதி செய்யவும்

source: Rescan for language files
de_de: Erneut nach Sprachdateien suchen
es_es: Reescanear para los ficheros de idioma
fr_fr: Scanner à nouveau les fichiers langue
it_it: Ricerca file lingua
pt_pt: Buscar novamente arquivo de idioma
ro_ro: Scanați din nou dupa fișiere de limbă
ru_ru: Пересканировать для языковых файлов
si_lk: மொழிக்கான கோப்புகளை மீள சோதிக்கவும்

source: Location
de_de: Ort
es_es: Localización
fr_fr: Localisation
it_it: Percorso
pt_pt: Localização
ro_ro: Locație
ru_ru: Положение
si_lk: அமைவிடம்

source: File
de_de: Datei
es_es: Fichero
fr_fr: Fichier
pt_pt: Arquivo
ro_ro: Fișier
ru_ru: Файл
si_lk: கோப்பு

source: Last changed
de_de: Letzte Änderung
es_es: Ultimo modificado
fr_fr: Dernières Modifications
it_it: Ultima modifica
pt_pt: Última modificação
ro_ro: Modificat
ru_ru: Последние изменения
si_lk: இறுதியாக மாற்றப்பட்டது

source: No language files found yet. Scan now
de_de: Es wurden keine Sprachdateien gefunden. Jetzt scannen
es_es: Ningún fichero de idioma encontrado. Escanear ahora.
fr_fr: Aucun fichier de langue détecté, Scanner à nouveau
it_it: File lingua non trovato. Effettua ricerca ora
pt_pt: Nenhum arquivo de idioma encontrado ainda. Buscar agora.
ro_ro: Nici un fișier de limbă gasit. Scanați acum
ru_ru: Языковые файлы не найдены. Сканировать сейчас
si_lk: எந்தவொரு மொழி கோப்பும் இன்னமும் கண்டறியப்படவில்லை. மீள சோதிக்கவும்

source: Assign a local file to a POEditor project language
de_de: Weise eine lokale Datei einer POEditor Sprache hinzu
es_es: Asignar un fichero local a un proyecto de idioma POEditor
fr_fr: Définir un fichier local au projet de langue POEditor
it_it: Assegna file locale ad una lingua del progetto POEditor
pt_pt: Definir um arquivo local para um idioma de projeto POEditor
ro_ro: Asignați un fișier local la o limbă din POEditor
ru_ru: Назначить локальный файл на языке проекта POEditor
si_lk: பி.ஓ.எடிட்டரின் செயற்றிட்ட மொழிக்கு உள்ளூர் கோப்பொன்றை ஒதுக்கவும்

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
pt_pt: Escolher
ro_ro: Selectați
ru_ru: Выбор
si_lk: தெரிக

source: Add new
de_de: Hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
pt_pt: Adicionar novo
ro_ro: Adăugați
ru_ru: Добавить новый
si_lk: புதிதாக சேர்க்கவும்

source: Add location manually
de_de: Ort manuell wählen
es_es: Añadir localización manualmente
fr_fr: Ajouter le chemin manuellement
it_it: Aggiungi percorso manualmente
pt_pt: Adicionar local manualmente
ro_ro: Adăugați locație manual
ru_ru: Добавить местоположение вручную
si_lk: கைமுறையாக அமைவிடத்தை சேர்க்கவும்

source: Example
de_de: Beispiel
es_es: Ejemplo
fr_fr: Exemple
it_it: Esempio
pt_pt: Exemplo
ro_ro: Exemplu
ru_ru: Пример
si_lk: உதாரணம்

source: Are you sure you want to reset the plugin?
de_de: Bist du sicher, dass du das Plugin zurücksetzten willst?
es_es: ¿Estás seguro de que deseas reiniciar el plugin?
fr_fr: Etes vous sûr de vouloir réinitialiser le plugin ?
it_it: Sei sicuro di voler resettare il plugin?
pt_pt: Tem certeza que deseja redefinir e limpar o plugin?
ro_ro: Sunteți sigur că vreți să resetați plugin-ul?
ru_ru: Вы уверены, что хотите отменить плагин?
si_lk: நீங்கள் சொருகியை மீளமைக்க விரும்புகிறீர்களா?

source: This will delete all your local file assignments and it will detach your Wordpress installation from you account on %s
de_de: Dies löscht alle lokale Dateizuweisungen und trennt die Verbindung deiner WordPress installation zu deinem Account bei %s
es_es: Esto va a borrar todas las asignaciones de sus ficheros locales y desconectará la instalación de Wordpress de su cuenta en %s
fr_fr: Cette action effacera tous les fichiers locaux définis et supprimera votre installation WordPress de votre compte
it_it: Questa azione cancellerà tutte le assegnazioni locali di file e scollegherà la tua installazione Wordpress dal tuo account su %s
pt_pt: Isto irá excluir todas as definições de arquivos locais e desvinculará sua instalação do WordPress de sua conta em %s
ro_ro: Această acțiune vă va șterge toate asignările pentru fișierele locale și legaturile cu contul din %s
ru_ru: Это приведет к удалению всех ваших локальных заданий
si_lk: இது உங்கள் அனைத்து உள்ளூர் கோப்பு பணிகளையும் நீக்குவதுடன் உங்கள் %s கணக்கில் இருந்து வேர்ட்பிரஸ் நிறுவலை அகற்றி விடும்

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar
ro_ro: Anulați
ru_ru: Отмена
si_lk: ரத்துசெய்

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
it_it: Resetta
pt_pt: Redefinir
ro_ro: Resetați
ru_ru: Сброс
si_lk: மீளமை

source: No API key set
de_de: Keinen API Key definiert
es_es: Ninguna llave API configurada
fr_fr: Aucune clé API définie
it_it: Nessuna chiave API impostata
pt_pt: Chave API não informada
ro_ro: Nici o cheie API setată
ru_ru: Нет ключа API
si_lk: பயன்பாட்டு நிரலாக்க இடைமுக விசை பலகை காணப்படவில்லை

source: The language file %1$s for %2$s was successfully synced
de_de: Die Sprachdatei %1$s für %2$s wurde erfolgreich synchronisiert
es_es: El fichero de idioma %1$s para %2$s se ha sincronizado con éxito
fr_fr: Le fichier langage %1$s pour %2$s a été synchronisé avec succès
it_it: Il file di lingua %1$s per %2$s è stato sincronizzato con successo
pt_pt: O arquivo de idioma %1$s para %2$s foi sincronizado.
ro_ro: Fișierul de limbă %1$s pentru %2$s a fost sincronizat cu succes
ru_ru: Языковый файл %1$s для %2$s успещно синхронизирован
si_lk: %2$s விற்கான மொழிக் கோப்பு %1$s ஆனது வெற்றிகரமாக ஒத்திசைக்கப்பட்டது

source: The language file %1$s for %2$s was successfully uploaded to POEditor.com
de_de: Die Sprachdatei %1$s für %2$s wurde erfolgreich zu POEditor.com hochgeladen
es_es: El fichero de idioma %1$s para %2$s se ha subido a POEditor.com con éxito
fr_fr: Le fichier langage %1$s pour %2$s a été envoyé avec succès vers POEDITOR.com
it_it: Il file di lingua %1$s per %2$s è stato caricato con successo su POEditor.com
pt_pt: O arquivo de idioma %1$s para %2$s foi enviado para POEditor.com.
ro_ro: Fișierul de limbă %1$s pentru %2$s a fost urcat cu succes pe POEditor.com
ru_ru: Языковой файл %1$s для %2$s был успешно загружен на POEditor.com
si_lk: %2$s விற்கான மொழிக் கோப்பு %1$s ஆனது பி.ஓ.எடிட்டர்.கொம் இற்கு வெற்றிகரமாக பதிவேற்றப்பட்டது

source: There was a problem with the request for %1$s: %2$s
de_de: Ein Problem is bei %1$s aufgetreten: %2$s
es_es: Hubo un problema con la solicitud para %1$s: %2$s
fr_fr: Il y a eu un problème lors de la requête %1$s: %2$s
it_it: Si è verificato un problema nella richiesta di %1$s: %2$s
pt_pt: Ocorreu um problema com sua solicitação para %1$s: %2$s
ro_ro: A fost o problemă la cererea pentru %1$s: %2$s
ru_ru: Произошел сбой запроса для %1$s: %2$s
si_lk: %1$s:%2$s க்கான கோரிக்கையில் ஒரு சிக்கல் ஏற்றப்பட்டுள்ளது

source: The language file %1$s for %2$s was successfully imported from POEditor.com
de_de: Die Sprachdatei %1$s für %2$s wurde erfolgreich von POEditor.com importiert
es_es: El fichero de idioma %1$s para %2$s ha sido importado de POEditor.com con éxito
fr_fr: Le fichier de langue %1$s pour %2$s a été importé avec succès depuis POEditor.com
it_it: Il file di lingua %1$s per %2$s è stato importato da POEditor con successo
pt_pt: O arquivo de idioma %1$s para %2$s foi importado de POEditor.com.
ro_ro: Fișierul de limbă %1$s pentru %2$s a fost importat cu succes din POEditor.com
ru_ru: Языковой файл %1$s для %2$s был успешно импортирован из POEditor.com
si_lk: %2$s விற்கான மொழிக் கோப்பு %1$s ஆனது பி.ஓ.எடிட்டர்.கொம் இலிருந்து வெற்றிகரமாக இறக்குமதி செய்யப்பட்டுள்ளது

source: The %s folder is not writable. Please make it writable and try again
de_de: Der %s Ordner ist nicht beschreibbar. Bitte ändere die Rechte und versuche es erneut
es_es: La carpeta %s no es editable. Por favor, hágala editable e intente de nuevo
fr_fr: Le dossier %s est protégé en écriture. Merci de le modifier et d'essayer à nouveau
it_it: La cartella %s non è disponibile in scrittura. Per favore, modifica le proprietà e riprova
pt_pt: A pasta %s não tem permissões de escrita. Por favor, mude as permissões e tente novamente
ro_ro: Directorul %s nu are drepturi de scriere. Acordați drepturi de scriere și incercați din nou
ru_ru: Папка %s не доступна для записи. Пожалуйста, установите разрешение на запись и попробуйте снова.
si_lk: %s கோப்பில் எழுதமுடியாது. அதை எழுதக்கூடியதாக மாற்றி, மீண்டும் முயற்சிக்கவும்

source: The %s file cannot be overwritten. Please make it writable and try again
de_de: Die Datei %s kann nicht überschrieben werden. Bitte den Schreibschutz erneut und erneut probieren
es_es: El fichero %s no se puede sobrescribir. Por favor, hágalo editable e intente de nuevo
fr_fr: Le fichier %s est protégé en écriture. Merci de le modifier et d'essayer à nouveau
it_it: Il file %s non può essere sovrascritto. Per favore, rendilo disponibile in scrittura e riprova
pt_pt: O arquivo %s não pode ser sobrescrito. Por favor, mude as permissões do arquivo e tente novamente
ro_ro: Fișierul %s nu poate fi suprascris. Acordați drepturi de scriere și incercați din nou
ru_ru: Файл %s не может быть перезаписан. Пожалуйста, установите разрешение на запись и попробуйте снова.
si_lk: %s கோப்பில் மேலெழுத முடியாது. அதை எழுதக்கூடியதாக மாற்றி, மீண்டும் முயற்சிக்கவும்

source: There was a problem importing the language file from POEditor.com
de_de: Ein Problem beim Importieren von der Sprachdatei von POEditor.com ist aufgetreten
es_es: Hubo un problema al importar el fichero de idioma de POEditor.com
fr_fr: Il y a eu un problème lors de l'importation du fichier langue depuis POEditor.com
it_it: Si è verificato un problema nell'importazione del file di lingua da POEditor.com
pt_pt: Ocorreu um problema ao importar o arquivo de idioma de POEditor.com.
ro_ro: A fost o problemă la importul fișierului de limbă din POEditor
ru_ru: Произошла ошибка импорта языкового файла из POEditor.com
si_lk: பி.ஓ.எடிட்டர்.கொம் இலிருந்து மொழிக் கோப்பை இறக்குமதி செய்வதில் ஒரு சிக்கல் ஏற்றப்பட்டுள்ளது

source: Loading
de_de: Laden
es_es: Cargando
fr_fr: Chargement
it_it: Caricamento in corso
pt_pt: Carregando
ro_ro: Se încarcă
ru_ru: Загрузка
si_lk: சுமையேற்றம்

source: Retrieving online projects from POEditor.com. Please wait
de_de: Lade Onlineprojekte von POEditor.com. Bitte warten
es_es: Recuperando proyectos en línea de POEditor.com. Por favor espere
fr_fr: Récupération des projects depuis POEditor. Merci de patienter
it_it: Recupero dei progetti on line da POEditor.com in corso. Attendere, prego
pt_pt: Obtendo os projetos online de POEditor.com. Por favor aguarde.
ro_ro: Se citesc proiectele din POEditor.com. Vă rog așteptați
ru_ru: Выборка онлайн проектов с сайта POEditor.com. Подождите, пожалуйста.
si_lk: பி.ஓ.எடிட்டர்.கொம் இலிருந்து ஆன்லைன் செயற்றிட்டங்கள் மீட்டெடுக்கப்படுகிறது, தயவு செய்து காத்திருக்கவும்

source: Add language to %s
de_de: Sprache für %s hinzufügen
es_es: Añadir idioma a %s
fr_fr: Ajouter une langue à %s
it_it: Aggiungi lingua a %s
pt_pt: Adicionar idioma em %s
ro_ro: Adăugați o limbă la %s
ru_ru: Добавить язык к %s
si_lk: %s இற்கு மொழியை சேர்க்க

source: Add language
de_de: Sprache hinzufügen
es_es: Añadir idioma
fr_fr: Ajouter une langue
it_it: Aggiungi lingua
pt_pt: Adicionar idioma
ro_ro: Adăugați o limbă
ru_ru: Добавить язык
si_lk: மொழியை சேர்க்க

source: Do you really like to download all language files for %s from POEditor.com?
de_de: Wills du wirklich alle Sprachdateien für %s von POEditor.com laden?
es_es: ¿De verdad quieres descargar todos los archivos de idioma para %s de POEditor.com?
fr_fr: Souhaitez vous réellement télécharger tous les fichier langue pour %s depuis POEditor.com ?
it_it: Vuoi davvero scaricare tutti i file lingua per %s da POEditor.com?
pt_pt: Você quer mesmo fazer o download de todos os arquivos de idioma para %s de POEditor.com?
ro_ro: Chiar doriți să descărcați toate fișierele de limbă pentru %s din POEditor.com?
ru_ru: Вы действительно хотите загрузить все языковые файлы для %s с сайта POEditor.com?
si_lk: நீங்கள் உண்மையில் %s இற்கான அனைத்து மொழிக் கோப்புக்களையும் பி.ஓ.எடிட்டர்.கொம் இலிருந்து பதிவிறக்கம் செய்ய விரும்புகிறீர்களா?

source: Do you really upload all terms for %s to POEditor.com?
de_de: Wills du wirklich alle Begriffe für %s von POEditor.com hochladen?
es_es: ¿De verdad quieres subir todos los términos para %s a POEditor.com?
fr_fr: Avez vous posté tous les termes de %s vers POEditor.com ?
it_it: Vuoi davvero caricare tutti i termini per %s da POEditor.com?
pt_pt: Você quer mesmo fazer o upload de todos os termos para %s em POEditor.com?
ro_ro: Chiar vreți să încărcați toți termenii pentru %s în POEditor.com?
ru_ru: Вы действительно хотите загрузить все термины для %s на сайт POEditor.com?
si_lk: நீங்கள் உண்மையில் %s பி.ஓ.எடிட்டரிற்கான அனைத்து விதிமுறைகளையும் பதிவேற்றி உள்ளீர்களா ?

source: Do you really upload all definitions for %s POEditor.com?
de_de: Wills du wirklich alle Definitionen für %s von POEditor.com hochladen?
es_es: ¿De verdad quieres subir todas las definiciones para %s a POEditor.com?
fr_fr: Avez vous posté toutes les définitions de %s vers POEditor.com
it_it: Vuoi davvero caricare tutte le definizioni per %s da POEditor.com?
pt_pt: Você quer mesmo fazer o upload de todas as definições para %s em POEditor.com?
ro_ro: Chiar vreți să încărcați toate definițiile pentru %s în POEditor.com?
ru_ru: Вы действительно хотите загрузить все определения для %s на сайт POEditor.com?
si_lk: நீங்கள் உண்மையில் %s பி.ஓ.எடிட்டரிற்கான அனைத்து வரையறைகளையும் பதிவேற்றி உள்ளீர்களா ?

source: Sync all
de_de: alle Synchronisieren
es_es: Sincronizar todos
fr_fr: Synchroniser tout
it_it: Sincronizza tutto
pt_pt: Sincronizar tudo
ro_ro: Sincronizați tot
ru_ru: Синхр-ть всё
si_lk: அனைத்தையும் ஒத்திசை

source: This folder is not writable
de_de: Dieser Ordner ist nicht beschreibbar
es_es: Este fichero no es editable
fr_fr: Le dossier %s est protégé en écriture
it_it: Questa cartella non è disponibile in scrittura
pt_pt: Esta pasta não pode ser escrita
ro_ro: Acest director nu are drepturi de scriere
ru_ru: Запись в каталог запрещена
si_lk: இக்கோப்பில் எழுதமுடியாது

source: You must set your API key in order to use this plugin. You can get this key by going to %1$s on %2$s
de_de: Du must deinen API Key verwenden um dieses Plugin zu nutzen. Du bekommst ihn auf %1$s bei %2$s
es_es: Tienes que configurar tu llave API para utilizar este plugin. Para obtener esta llave tienes que ir a %1$s en %2$s
fr_fr: Il faut entrer votre clé API afin d'utiliser ce plugin. Vous pouvez obtenir cette clé en allant à %1$s sur %2$s
it_it: Devi impostare la tua chiave API per poter utilizzare questo plugin. Puoi ottenere la chiave da %1$s su %2$s
pt_pt: Você precisa informar sua chave da API para conseguir ver este plugin. Você pode obter sua chave indo para %1$s em %2$s
ro_ro: Trebuie să setați cheia API pentru a folosi acest plugin. Puteți primi aceasta cheie dacă mergeți la %1$s în %2$s
ru_ru: Вы должны установить API ключ, чтобы использовать этот плагин. Вы получите ключ, перейдя
si_lk: இந்த கூடுதல் இணைப்பை பயன்படுத்த முதலில் உங்கள் பயன்பாட்டு நிரலாக்க இடைமுகத்தின் விசையை அமைக்க வேண்டும். நீங்கள் இதனை %2$s இல் உள்ள %1$s இற்கு செல்வதன் மூலம் பெறமுடியும்

source: your account
de_de: deinem Account
es_es: tu cuenta
fr_fr: Votre compte
it_it: Il tuo account
pt_pt: sua conta
ro_ro: contul dvs
ru_ru: ваш аккаунт
si_lk: உங்கள் கணக்கு

source: Set API Key
de_de: API Key speichern
es_es: Configurar llave API
fr_fr: Définir la clé API
it_it: Imposta chiave API
pt_pt: Informar a Chave da API
ro_ro: Setați cheia API
ru_ru: Установить API ключ
si_lk: பயன்பாட்டு நிரலாக்க இடைமுகத்தின் விசையை தொகு

source: Scanning for language files. Please wait
de_de: Suche nach Sprachdateien. Bitte warten
es_es: Escaneo de ficheros de idioma. Por favor, espera
fr_fr: Recherche des fichiers de langue. Merci de patienter
it_it: Ricerca di file lingua in corso. Attendere, prego ...
pt_pt: Buscando por arquivos de idioma, Por favor aguarde
ro_ro: Se scanează după fișiere de limbă. Vă rugăm așteptați
ru_ru: Сканирование языковых файлов. Пожалуйста, подождите
si_lk: மொழி கோப்புகளுக்காக பரிசோதிக்கின்றன. தயவுசெய்து காத்திருக்கவும்

source: POEditor translations
de_de: POEditor Übersetzungen
es_es: Traducciones POEditor
fr_fr: Traductions POEDitor
it_it: Traduzioni POEditor
pt_pt: Traduções POEditor
ro_ro: Traduceri POEditor
ru_ru: Переводы для POEditor
si_lk: பி.ஓ.எடிட்டரின் மொழிபெயர்ப்பு

source: Create project
de_de: Erstelle Projekt
es_es: Crear proyecto
fr_fr: Créer un projet
it_it: Crea progetto
pt_pt: Criar projeto
ro_ro: Creați proiect nou
ru_ru: Создать проект
si_lk: செயற்திட்டப்பணியை உருவாக்கு

source: Local language files
de_de: Lokale Sprachdateien
es_es: Ficheros de idioma locales
fr_fr: Fichier de langue local
it_it: File lingua locali
pt_pt: Arquivos de Idioma locais
ro_ro: Fișiere de limbă locale
ru_ru: Локальные языковые файлы.
si_lk: உள்ளூர் மொழி கோப்புகள்

source: Found no projects in your POEditor.com account.
de_de: Keine Projekte in deinem POEditor.com Account gefunden.
es_es: No se encontró ningún proyecto en tu cuenta POEditor.com
fr_fr: Aucun projet n'a été trouvé dans votre compte POEditor.com
it_it: Non sono stati trovati progetti nel tuo account POEditor
pt_pt: Nenhum projeto foi encontrado em sua conta POEditor.com.
ro_ro: Nu s-au găsit proiecte in contul de pe POEditor.com.
ru_ru: Не найдено проектов в вашей учетной записи POEditor.com.
si_lk: உங்கள் பி.ஓ.எடிட்டர்.கொம் கணக்கில் திட்டங்கள் எதுவும் காணப்படவில்லை

source: The API Key was succesfully changed
de_de: Der API Key wurde erfolgreich zurückgesetzt
es_es: La clave API ha sido cambiada con éxito
fr_fr: La clé API a été modifié avec succès
it_it: Chiave API modificata con successo
pt_pt: A Chame da API foi modificada.
ro_ro: Cheia API a fost schimbată cu succes
ru_ru: API ключ успешно изменен
si_lk: பயன்பாட்டு நிரலாக்க இடைமுக விசை வெற்றிகரமாக மாற்றப்பட்டது

source: The API Key you set is invalid. Please try again
de_de: Der API Key ist ungültig. Bitte erneut probieren
es_es: La clave API que estableció no es válida. Por favor, vuelve a intentarlo
fr_fr: La clé API que vous avez saisi est incorrecte. Veuillez recommencer
it_it: La chiave API impostata non è valida. Per favore, ritenta
pt_pt: A chave da API informada é inválida. Por favor, tete novamente.
ro_ro: Cheia API setată este invalidă. Încercați din nou
ru_ru: Установленный вами API ключ нействителен. Пожалуйста, попробуйте еще раз.
si_lk: நீங்கள் சரிசெய்த பயன்பாட்டு நிரலாக்க இடைமுக விசை செல்லுபடியாகாதது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்

source: The language was successfully added
de_de: Die Sprache wurde hinzugefügt
es_es: El idioma se ha añadido con éxito
fr_fr: La langue a été ajoutée avec succès
it_it: Lingua aggiunta con successo
pt_pt: O idioma foi adicionado com sucesso
ro_ro: Limba a fost adăugată cu succes
ru_ru: Язык был успешно добавлен
si_lk: மொழி வெற்றிகரமாக சேர்க்கப்பட்டது

source: Please set the name of the project
de_de: Bitte bestimme einen Namen für das Projekt
es_es: Por favor, establece el nombre del proyecto
fr_fr: Merci de donner un nom au project
it_it: Per favore, inserisci il nome del progetto
pt_pt: Por favor, informe o nome do projeto
ro_ro: Setați numele proiectului
ru_ru: Пожалуйста, настройте имя проекта
si_lk: செயற்திட்டத்திற்கு ஒரு பெயரை வைக்கவும்

source: Project creation failed: %s
de_de: Projekterstellung fehlgeschlagen: %s
es_es: La creación del proyecto ha fallado: %s
fr_fr: Le projet n'a pu être créé : %s
it_it: La creazione del progetto non è andata a buon fine: %s
pt_pt: Falha so criar projeto: %s
ro_ro: Crearea proiectului eșuată: %s
ru_ru: Создание проекта не удалось:%s
si_lk: செயற்திட்டப்பணி உருவாக்கம் தோல்வியடைந்தது: %s
